<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']     = 'دفتر العناوين';
$_['usrt']                  = 'صفحة';
$_['PROFILE']               = 'المستخدم';
$_['Personal_Information'] = ' المعلومات الشخصيه';
// Text
$_['text_account']      = 'الحساب';
$_['text_address_book'] = 'قائمة دفتر العناوين';
$_['text_edit_address'] = 'تحرير العناوين';
$_['text_add']             = 'تم اضافة العنوان بنجاح';
$_['text_edit']            = 'تم تحديث العنوان بنجاح';
$_['text_delete']          = 'تم حذف العنوان';
$_['text_empty']           = 'لاتوجد عناوين في حسابك.';
$_['Hello']                = 'مرحبا';
$_['Edit']                 ='تعديل';
$_['fullname1']             = 'الاسم الكامل';
// Entry
$_['entry_firstname']   = 'الاسم الاول:';
$_['entry_lastname']    = 'الاسم الاخير:';
$_['entry_company']     = 'الشركة:';
$_['entry_address_1']   = 'العنوان الاول:';
$_['entry_address_2']   = 'العنوان الثاني:';
$_['entry_postcode']    = 'صندوق البريد:';
$_['entry_city']        = 'المدينة:';
$_['entry_country']     = 'البلد:';
$_['entry_zone']        = 'المحافظة:';
$_['entry_default']     = 'العنوان الافتراضي:';
$_['email1']             = 'البريد الالكتروني';
$_['Mobile']             = 'رقم الهاتف';
$_['Phone']             = 'الهاتف';
$_['delevar']            = 'عنوان التوصيل';


$_['Area']                ='المنطقة';
$_['Block1']                ='القطعة ';
$_['Street']               ='الشارع ';
$_['Avenue2']               ='جادة ';
$_['Building']      ='رقم المبنى';
 
$_['Floor']  = 'رقم الطابق';

$_['Flat']='رقم الشقة';

$_['Comments1']='التعليقات';
$_['ad']= 'اضافة';
$_['Address1']='دليل العناوين';
$_['addc'] = 'اضافة بطاقة';
$_['eter']='ادخل معلومات البطاقه';

$_['name_c']='اسم البطاقة';
$_['num_c']='رقم البطاقة';
$_['exp_d']='تاريخ انتهاء البطاقه';
$_['use12']='استخدم هذه البطاقة عبر شركة البغلي والأربش الدولية';
$_['change']='تغير كلمة السر';
$_['Current']='كلمة السر الحالية';

$_['new_p']='كلمة السر الجديدة';

$_['Confirm']='تاكيد كلمة السر';

$_['CHANGES']='حفظ التغيرات';

$_['Order']='الطلبات';
$_['p_Order']='فتح الطلب';

$_['pr_Order']='الطلب السابق';

$_['SORT']='الفرز بواسطة';
// Error
$_['error_delete']      = 'تحذير : يجب أن تضع عنوان واحد على الأقل!';
$_['error_default']     = 'تحذير : لا يمكنك حذف العنوان الافتراضي!';
$_['error_firstname']   = 'الاسم الأول يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_lastname']    = 'الاسم الاخير يجب أن يكون أكثر من 3 وأقل من 32 حرفا!';
$_['error_vat']         = 'رقم معرف الضريبة غير صحيح !';
$_['error_address_1']   = 'العنوان يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_postcode']    = 'صندوق البريد يجب أن يكون أكثر من 2 وأقل من 10 رمزاً !';
$_['error_city']        = 'اسم المدينة يجب أن يكون أكثر من 3 وأقل من 128 حرفا!';
$_['error_country']     = 'الرجاء اختيار البلد!';
$_['error_zone']        = 'الرجاء اختيار المحافظة / المنطقة!';
$_['error_custom_field']   = '%s مطلوب !';
$_['column_order_id']    ='رقم الطلب';


$_['column_status']    ='حاله الطلب';


$_['column_total']    ='مجموع الطلب';






$_['column_date_added']     = 'تاريخ الطلب';
